<template>
  <div>
    <div class="agreement">
      <h4 @click="alt">一、实列</h4>
      本办法采用定量分析和定性分析相结合的方法对基金产品风险进行评估，主要从1）基金类型、2）流动性、3）资产配置、4）业绩波动、5）基金规模、6）管理人内部治理六个维度对基金产品风险进行评估，得到该基金产品的加权风险系数。<br />
      以基金的风险加权得分划分基金的风险等级，划分规则如下：

      <cool-textTable :body="tab1" />
      长量基金产品风险等级划分规则<br />
      <cool-textTable :body="tab2" />
      如果相关法律法规规则要求或实际情况需增加或减少基金产品风险等级的，研究中心可对上述划分规则进行适当的调整，并进行提示。<br />

      各类型基金的风险得分如下表：<br />
      <cool-textTable :body="tab3" baseHeight="36px" />
      业绩波动风险<br />

      <cool-textTable :body="tab4" />
      以组合的风险加权得分划分组合的风险等级，划分规则如下：
      <cool-textTable :body="tab5" />
    </div>
  </div>
</template>
<script>
export default {
  methods: {
    alt() {
      alert("hello");
    }
  },
  data() {
    return {
      tab1: [
        {
          num: [],
          text: `基金风险评级
高风险R5
中高风险R4
中风险R3
中低风险R2
低风险R1`
        },
        {
          num: [],
          text: `基金风险加权得分
（4，5]
（3，4]
（2，3]
（1，2]
（0，1]`
        }
      ],
      tab2: [
        {
          num: ["2,5", "3,5", "4,5", "5,2", "6,2"],
          text: `评分指标
基金类型
流动性 
资产配置
业绩波动
基金规模
基金公司内部治理`
        },
        {
          num: ["2,5", "3,5", "4,5", "5,2", "6,2"],
          text: `指标解释 
我们认为产品的风险收益特征最大的影响因素是产品本身的策略和投资标的
基金产品的流动性将一定程度影响产品的风险收益特征和用户体验
最新一个季度的股票持仓比例
近一年收益标准差（倒序）
最新一个季度的基金规模
基金公司内部治理指标包含但不限于：基金管理人的诚信状况、经营管理能力、投资管理能力、内部控制情况、合法合规情况，基金管理人成立时间、治理结构、资本金规模、投研团队稳定性、策略容量相对公司规模、内部控制制度健全性及置信度、风险控制完备性、是否有风险准备金制度安排、从业人员合规性、股东及高管稳定性的评判，若综合考量确定该基金存在内部治理异常情况，将该指标评为5分 `
        },
        {
          num: ["2,5", "3,5", "4,5", "5,2", "6,2"],
          text: `指标权重 
75%
5%
5%
5%
5%
5%`
        },
        {
          num: [],
          text: `判定条件
依照长量产品分类展示文档 
开放日间隔≤1月 
1月＜开放日间隔≤1季 
1季＜开放日间隔≤1年 
1年＜开放日间隔≤3年 
开放日间隔＞3年 
持仓比例＜20%
20%≤持仓比例＜40%
40%≤持仓比例＜60%
60%≤持仓比例＜80%
80%≤持仓比例
后20%
前60%~前80%
前40%~前60%
前20%~前40%
前20%
＜1亿
≥1亿
异常
正常`
        },
        {
          num: [],
          text: `因子得分 
依照长量产品分类展示文档 
1
2
3
4
5
1
2
3
4
5
1
2
3
4
5
5
1
5
1`
        }
      ],
      // 表格3
      tab3: [
        {
          num: ["1,8", "2,9", "3,12", "4,2", "5,2", "6,4", "7,15", "8,5"],
          text: `一级分类序号
1
2
3
4
5
6
7
8`
        },
        {
          num: ["1,8", "2,9", "3,12", "4,2", "5,2", "6,4", "7,15", "8,5"],
          text: `一级分类名称
股票基金
混合基金
债券基金
货币市场基金
国内其他
封闭式基金
QDII
FOF`
        },
        {
          num: [
            "2,4",
            "3,2",
            "10,2",
            "11,2",
            "12,5",
            "13,4",
            "14,2",
            "24,5",
            "25,4",
            "26,2",
            "28,2"
          ],
          text: `二级分类序号
1.1
1.2
1.3
1.9
2.1
2.2
2.3
2.4
2.5
2.6
2.9
3.1
3.2
3.3
3.4
4.1
4.2
5.1
5.2
6.1
6.2
6.3
6.9
7.1
7.2
7.3
7.4
7.5
7.9
8.1
8.2
8.3
8.4
8.9`
        },
        {
          num: [
            "2,4",
            "3,2",
            "10,2",
            "11,2",
            "12,5",
            "13,4",
            "14,2",
            "24,5",
            "25,4",
            "26,2",
            "28,2"
          ],
          text: `二级分类名称
股票型
指数型
分级型
特定策略型
偏股型
平衡型
偏债型
灵活配置型
保本型
分级型
特定策略型
债券型
指数型
分级型
可转换债券型
货币型
短期理财型
国内商品型
国内黄金型
股票型
混合型
债券型
其他
股票型
混合型
债券型
商品型
分级型
其他
FOF（股票型）
FOF（混合型）
FOF（债券型）
FOF（货币型）
FOF（其他型）`
        },
        {
          num: [],
          text: `三级分类序号
1.1.1
1.2.1
1.2.2
1.2.3
1.2.4
1.3.1
1.3.2
1.9.1
2.1.1
2.2.1
2.3.1
2.4.1
2.5.1
2.6.1
2.6.2
2.9.1
2.9.2
3.1.1
3.1.2
3.1.3
3.1.4
3.1.5
3.2.1
3.2.2
3.2.3
3.2.4
3.3.1
3.3.2
3.4.1
4.1.1
4.2.1
5.1.1
5.2.1
6.1.1
6.2.1
6.3.1
6.9.1
7.1.1
7.1.2
7.1.3
7.1.4
7.1.5
7.2.1
7.2.2
7.2.3
7.2.4
7.3.1
7.3.2
7.4.1
7.5.1
7.5.2
7.9.1
8.1.1
8.2.1
8.3.1
8.4.1
8.9.1`
        },
        {
          num: [],
          text: `三级分类名称
股票型基金
ETF股票型基金
复制指数股票型基金
增强指数股票型基金
ETF联接股票型基金
股票分级子基金(优先）
股票分级子基金(进取）
特定策略股票型基金
偏股型基金
平衡型基金
偏债型基金
灵活配置型基金
保本型基金
混合分级子基金(优先）
混合分级子基金(进取）
中性策略基金
其他策略基金
中长期纯债基金
短债基金
混合一级债券基金
混合二级债券基金
定开债基金
ETF债券型基金
复制指数债券型基金
增强指数债券型基金
ETF联接债券型基金
债券分级子基金(优先）
债券分级子基金(进取）
可转换债券型基金
货币基金
短期理财基金
国内商品型
国内黄金型
股票型
混合型
债券型
其他
QDII亚太区股票型基金
QDII大中华区股票型基金
QDII新兴市场股票型基金
QDII环球股票型基金
QDII股票指数型基金
QDII亚太区混合型基金
QDII大中华区混合型基金
QDII新兴市场混合型基金
QDII环球混合型基金
QDII债券型基金
QDII债券指数型基金
QDII商品型基金
QDII分级子资金(优先）
QDII分级子资金(进取）
QDII房地产信托基金
FOF（股票型）
FOF（混合型）
FOF（债券型）
FOF（货币型）
FOF（其他型）`
        },
        {
          num: [],
          text: `得分
3
3
3
3
3
3
5
3
3
3
3
3
3
3
5
3
3
2
2
2
2
2
2
2
2
2
3
5
3
1
1
4
4
3
3
2
3
3
3
3
3
3
3
3
3
3
2
2
4
3
5
4
3
3
2
1
3`
        }
      ],
      tab4: [
        {
          text: `分析指标
持仓基金风险`
        },
        {
          text: `权重
100%`
        },
        {
          text: `评分规则
组合持仓基金风险加权得分=∑Weight(fundi)*RiskLevel(fundi)`
        }
      ],
      tab5: [
        {
          text: `组合风险评级
高风险R5
中高风险R4
中风险R3
中低风险R2
低风险R1`
        },
        {
          text: `组合风险加权得分
（4，5]
（3，4]
（2，3]
（1，2]
（0，1]`
        }
      ]
    };
  }
};
</script>
